Repository: AhmedSameh2001/Live-Card-Project
Catalog: LiveCards.Web/Resources/SharedResource.*.resx
Languages: he

source: Actions
he: פעולות

# ActivateSIMConfirmationMessage
source: هل انت متأكد من تفعيل الشريحة؟
he: האם אתה בטוח שברצונך להפעיל את השבב؟

source: Activation batches
he: קבוצות הפעלה

source: Active
he: פעיל

source: Active Dealers Today
he: מפיצים פעילים היום

source: Active Subscriptions
he: מנויים פעילים

source: Add
he: הוסף

source: Add Company
he: הוסף חברה

source: Add Numbers
he: הוסף מספרים

source: Address
he: מספר לקוח

source: Advertys
he: פרסום למפיצים

source: Advertys in Arabic
he: מודעות בערבית

source: Advertys in Hebrew
he: פרסום בעברית

source: All
he: את הכל

# AllAdvertys
source: All Advertisment
he: כל הפרסום

source: All companies
he: כל החברות

source: All Companys Packages
he: כל חבילות החברות

source: All Dealers
he: כל העוסקים

# Allowsubdistributors
source: Allow add distributors
he: אפשר תתי מפיצים

source: All Packages
he: כל החבילות

source: All status
he: כל הסטטוסים

source: All Subscriptions
he: מנויים

source: Amount
he: סה"כ

source: Arabic
he: ערבית

source: automatic
he: אוטומטי

source: Automatic renewal
he: חידוש אוטומטי

source: AutomaticRenewal Today
he: חידוש אוטמטי היום

# AutoRenewal
source: Automatic Renewal
he: חידוש אוטומטי

source: Bills
he: שטרות

# BlockSIMConfirmationMessage
source: هل انت متأكد من تعطيل الشريحة؟
he: האם אתה בטוח שברצונך להשבית את השבב?

# Browsed
source: Used
he: גלשת

source: Cancel
he: ביטול

# CanCutDuringOffer
source: You can disconnect before the end of the promotion period
he: אפשר לנתק לפני סיום תקופת המבצע

# ChangeAutoRenewal
source: Change Automatic Renewal
he: שינוי חידוש אוטומטי

source: Change Dealer
he: שיוך מנוי למפיץ

source: Change Logo
he: שנה לוגו

source: Change Password
he: שינוי סיסמה

source: Change Permission
he: הרשאת שינוי

source: Change Price
he: לשנות מחיר

source: City
he: עיר

# Clear
source: clear all
he: נקה הכל

source: Clear Selection
he: נקה בחירה

source: Close Account
he: סגירת חשבון

source: Comments
he: הערות

source: Companies
he: חברות

source: Company
he: שם החברה

source: Company logo
he: לוגו חברה

source: Company Name
he: שם החברה

source: Companys Packages
he: חבילות חברות

source: ConfirmPassword
he: אשר סיסמה

source: Connection date
he: תאריך חיבור

source: Content
he: תוכן

# Cost
source: Cost price
he: מחיר עלות

source: Createdon
he: תאריך הוספה

source: Credit
he: קרדיט

source: Current Logo
he: לוגו נוכחי

source: Customer contact phone
he: מספר טלפון

source: Customer Data
he: נתוני לקוחות

# CutDateChangeTip
source: Changing a cut off date does not charge
he: שינוי תאריך ניתוק לא מבצע חיוב

source: Cut off date
he: תאריך ניתוק

source: Cycle Billing
he: חזור חיוב

source: DailyReport
he: דו"ח יומי

source: Date
he: תאריך

source: Date Added
he: תאריך הוספה

source: Date From
he: תאריך מ

source: Date To
he: תאריך ל

# Dealer
source: delear
he: מפיץ

# DealerChangePriceTip
source: Enter a price or 0 for normal price
he: הזן מחיר או 0 למחיר רגיל

source: Dealer Company
he: חברת סוחרים

source: Dealer Company Details
he: פרטי חברת הסוחרים

source: Dealer Details
he: פרטי מפיץ

source: Dealer Name
he: שם המפיץ

source: Dealers Companies
he: חברות סוחרים

source: Delete
he: מחיקה

# DeleteConfirmationMessage
source: Are you sure to delete?
he: האם אתה בטוח למחוק؟

source: Description
he: תיאור

source: Details Dealer Company
he: פרטי חברת סוחרים

source: Details User
he: פרטי משתמש

source: Difference
he: הפרש

source: Disconnections Today
he: ניתוקים היום

source: Distributor
he: מפיץ

source: Download files
he: תיעוד העלאות

source: Download Template
he: תבנית הקובץ להעלאה

source: Edit Company
he: ערוך חברה

source: Edit Setting
he: ערוך הגדרה

source: Email
he: אימייל

# EmailMsg
source: Enter Email
he: הזן דוא"ל

# EmptyDataMessage
source: There are no data
he: לא נמצאו רשומות מתאימות

# EnableAutoRenewal
source: Enable Automatic Renewal
he: חידוש אוטומטי מופעל

source: Export report
he: יצוא דו"ח

source: Export Selected Payments
he: יצוא תשלומים

source: File
he: קובץ

source: File name
he: שם קובץ

# FillCustomerInformation
source: Please fill customer information
he: אנא מלא את פרטי הלקוח

source: Firstname
he: שם פרטי

source: Free lines
he: קוים פנויים

source: From
he: מתאריך

source: General Information
he: נתוני מיקום

source: Go
he: הצג

source: Hebrew
he: עברית

source: Home
he: ראשי

source: InActive
he: לא פעיל

source: Information
he: עריכת מפיץ

# Lang
source: Interface language
he: שפת ממשק

# Language
source: English
he: עברית

source: Lastname
he: שם משפחה

source: Last update
he: עדכון אחרון

source: left
he: נותרו

source: lines
he: קוים

source: Login
he: התחברות

source: login as
he: התחברות כ-

# LoginTitle
source: Log in to my personal account
he: התחבר לחשבון האישי שלי

source: Log off
he: התנתק

source: Main Dealer
he: מפיץ אב

source: Messages
he: הודעות

source: Minutes
he: שיחות

source: Mobile
he: נייד

source: Month
he: חודש

# Months
source: Number Of Months
he: מספר החודשים

source: Movingnumber
he: ניוד מספר

source: Name
he: שם

source: New
he: חדש

source: New Advertys
he: מודעות חדשות

# NewDealerSubscription
source: New subscription for dealer
he: מנוי חדש למפיץ

source: New Delear
he: מפיץ חדש

source: New Delear Company
he: חברת סוחרים חדשה

# NewNumber
source: New phone number
he: טלפון חדש

source: New Package
he: חבילה חדשה

source: New Package Company
he: חברת חבילות חדשות

source: New Permissions
he: הרשאות חדשות

source: New Role
he: תפקיד חדש

source: New SIM number
he: מספר סים חדש

source: New Subscription
he: מנוי חדש

source: New Subscriptions
he: מנויים חדשים

source: New Subscriptions Today
he: מנויים חדשים היום

source: New User
he: משתמש חדש

# NoData
source: There are no data
he: אין נתונים

source: Noofpayments
he: מס' תשלומים

source: No of record
he: חדשים

source: No of subscribers
he: מס' מנויים

source: Normal Price
he: מחיר רגיל

# Nosubscribers
source: No. of subscribers
he: מס' מנויים

source: Notes
he: הערות

source: Notifications
he: התראות

source: Number
he: מס' טלפון

source: Numbers
he: מספרי טלפון

# OfferPrice
source: Offer price for the new subscription
he: מחיר מבצע למנוי החדש

source: Ok
he: בסדר

source: Old company
he: חברה ננטשת

source: Open a service call
he: פתח קריאת שירות

source: Opencalls
he: קריאות פתוחות

# OpenSubscriptionBills
source: Subscriptions open bills
he: תשלומים פתוחים למנויים

source: Package
he: חבילה

source: Package Available to Distributors
he: חבילה זמינה למפיצים

source: Package Details
he: פרטי החבילה

# PackageNoOffer
source: No Offer
he: ללא מבצע

# PackageOfferLabel
source: Sale {0} months
he: מבצע {0} חודשים

source: Packages
he: חבילות

source: Packages Prices
he: מחירי חבילות

source: Paid up
he: שולם

source: Password
he: סיסמה

# PasswordMsg
source: Enter Password
he: הזן את הסיסמה

source: Payments
he: תשלומים

source: Payment Type
he: סוג תשלום

# PaymentUpdate
source: Update Payment
he: עדכון תשלום

source: Pending Services
he: קריאות שירות

source: Performs by
he: לביצוע עד

source: Permissions
he: הרשאה

source: Phone
he: טלפון

source: Phone number
he: מספר מנוי

source: Prepaid
he: שׁוּלָם מִרֹאשׁ

source: Price
he: מחיר

source: Price Per Client
he: מחיר ללקוח

# PricePerCustomer
source: Customer price
he: מחיר ללקוח

# PricePerDealer
source: Dealer price
he: מחיר למפיץ

source: Price per operator
he: מחיר למפעיל

# PricePerShop
source: Shop price
he: מחיר לחנות

source: Price per subscription
he: מחיר למנוי

# PriceUpdated
source: Updated Price
he: עדכן מחיר

source: Priority
he: דחיפות

source: Profile
he: החשבון שלי

# Reading17
source: Reading 173213#
he: קריאה

source: Refrech
he: רענן

source: Regular disconnection
he: ניתוק קבוע

source: Remaining days
he: ימים לסיום המנוי

source: RemmberMe
he: זכור אותי

# RemoveColumnNumber
source: انسخ عمود الرقم من ملف excel او ادخل قائمة الارقام في كل صف جديد
he: העתק את עמודת המספרים מקובץ האקסל או הזן רשימת מספרים <br/> כל מספר בשורה חדשה

# RemoveNotUsedNumber
source: ازالة ارقام الهاتف غير المستخدمة
he: הסרת מספרי טלפון שאינם בשימוש

source: Remove Numbers
he: הסרת מספרים

source: Renew
he: הארכה

source: Renew for month
he: הארכה חודש

# RenewMonthforSelected
source: Renew Month for Selected Numbers
he: הארכה לחודש לקוים שנבחרו

# ReportDealerCompany
source: Dealer Report by Company
he: דו"ח מפיצים לפי חברות

source: Revenue Today
he: הכנסות היום

source: Role
he: הרשאה

source: Roles
he: תפקידים

source: Save
he: אישור

source: Search
he: חיפוש

source: Search results
he: תוצאות חיפוש

source: Select
he: בחר

source: Select All
he: סמן הכל

source: Select All Dealers Only
he: בחר את כל העוסקים בלבד

source: Select All SubDealers Only
he: בחר בכל סוחרי המשנה בלבד

# SelectCompany
source: Please select company
he: חברה ננטשת

# Selected
source: Select
he: בחר

source: Select file to upload
he: בחר קובץ להעלאה

# SelectPackage
source: Please select package
he: בחר חבילה

# SelectPayment
source: Please Select Payment
he: אנא בחר תשלום

source: selectpermissionyouwant
he: בוחר הרשאה

source: ServiceCall
he: קריאת שירות

source: Service Calls
he: קריאות שירות

source: Services
he: קריאות שירות

source: Setting
he: הגדרה

source: Settings
he: הגדרות

source: SIM car
he: SIM רכב

# SIMCarPrice
source: Car SIM price
he: מחיר SIM רכב

source: Site Name
he: שם אתר

# SizeGB
source: GB
he: נפח גלישה

source: Special Price
he: מחיר מיוחד

source: Special Price For Dealer
he: מחיר מיוחד למפיץ

source: Status
he: סטטוס

source: Sub Dealers
he: תתי מפיצים

source: Subject
he: נושא

source: Subscriber name
he: שם המנוי

source: Subscribers
he: מנויים

source: Subscribers Before Disconnecting
he: מנויים לפני ניתוק

source: Subscription
he: מנוי

source: Subscription details
he: פרטי המנוי

# Subscriptions
source: All Subscriptions
he: מנויים

source: Subscriptions Files
he: קבצי מנויים

source: Subscriptions Pending Separation
he: מנויים בהמתנה להפרדה

source: Subscription Status
he: סטטוס מנויים

source: Switch number
he: ניוד מספר

source: Tags
he: תגים

source: To
he: עד תאריך

source: Today Readings
he: קריאות היום

source: Topic
he: נושא

source: Total
he: סה"כ

source: Total Movements
he: סך תנועות

# TotalPaymentSelectedPeriod
source: Total paid for the selected period
he: סה"כ ששולמו לתקופה שנבחרה

source: Update
he: עדכון

# UpdateDataIfSubscriptionExists
source: Update data if a subscription exists
he: עדכן נתונים אם מנוי קיים

source: Update package
he: עדכון חבילה

source: Update Price
he: עדכון מחיר

source: Update status
he: עדכון סטטוס

# UpdateSubscriptionTitle
source: Update subscription number {0}
he: עדכון מנוי מספר {0}

# Upload
source: Upload subscription file
he: העלאת קובץ מנויים

source: Uploading Files
he: העלאת קבצים

source: Upload Numbers File
he: העלאת קובץ מספרים

source: Upload subscriptions file
he: העלאת קובץ מנויים

source: User
he: משתמש

source: Users
he: משתמשים

source: Web Site
he: אתר אינטרנט

# WithAutoRenewal
source: Subscribers only with auto renewal
he: רק מנויים עם חידוש אוטומטי

# WithoutAutoRenewal
source: Subscribers only without auto renewal
he: רק מנויים ללא חידוש אוטומטי

source: Zip code
he: מיקוד
